Repository: Belarus/OmegaT-Windows
Catalog: Windows7/omegat/project_save.tmx
Source language: en
Languages: be

source: Sync files with your computer so you can work offline with the latest files.
be: Сінхранізацыя файлаў з вашым камп'ютарам для пазасеціўнай працы з апошнімі файламі.

source: Sync item
be: Элемент сінхранізацыі

source: Sync item ID
be: ID элемента сінхранізацыі

source: Sync offline files in this folder
be: Сінхранізаваць пазасеціўныя файлы ў гэтым каталогу

source: Sync pending
be: Чаканне сінхранізацыі

source: Sync progress percentage
be: Адсоткі працэсу сінхранізацыі

source: Sync state
be: Стан сінхранізацыі

source: Sync status
be: Стан сінхранізацыі

source: Sync this network folder with your computer so you can work offline with the latest files.
be: Сінхранізаваць гэты сеткавы каталог з вашым камп'ютарам для пазасеціўнай працы з апошнімі файламі.

source: Sync with other computers, mobile devices, or network folders
be: Сінхранізаваць з іншымі камп'ютарамі, мабільнымі прыладамі і сеткавымі каталогамі

source: Synced with errors
be: Сінхранізавана з памылкамі

source: Synchronizes files when you use two computers.
be: Сінхранізуе файлы, з якімі працуюць два камп'ютары.

source: Syncing
be: Сінхранізаванне

source: Syncing (%1!s!)
be: Сінхранізаванне (%1!s!)

source: Syriac
be: Сірыйская

source: Syriac Phonetic
be: Сірыйская фанетычная

source: System
be: Сістэма

source: System CPL Help Topic
be: Тэма даведкі панэлі кіравання сістэмай

source: System CPL Main Window
be: Галоўнае вакно панэлі кіравання сістэмай

source: System Commands
be: Сістэмныя загады

source: System Configuration
be: Канфігурацыя сістэмы

source: System Configuration Utility
be: Канфігурацыя сістэмы

source: System Error
be: Памылка сістэмы

source: System Failure: Stop error
be: Няўдача сістэмы: спыняючая памылка

source: System Folder
be: Сістэмны каталог

source: System Icons
be: Сістэмныя значкі

source: System Idle Process
be: Працэс бяздзейнасці сістэмы

source: System Information
be: Сістэмная інфармацыя

source: System Information Files (.nfo)|*.nfo|CAB Files (.cab)|*.cab|All Files (*.*)|*.*||
be: Сістэмныя інфармацыйныя файлы (.nfo)|*.nfo|CAB-файлы (.cab)|*.cab|Усе файлы (*.*)|*.*||

source: System Log
be: Журнал сістэмы

source: System Printer (
be: Сістэмная друкарка (

source: System Promoted Notification Area
be: Сістэмная пляцоўка апавяшчэнняў

source: System Settings
be: Налады сістэмы

source: System Settings Change
be: Рэдагаваць налады сістэмы

source: System Tools
be: Сістэмныя інструменты

source: System Warning
be: Папярэджванне сістэмы

source: System administrative tools
be: Сістэмныя адміністрацыйныя інструменты

source: System and Security
be: Сістэма і бяспека

source: System cooling policy
be: Сістэмная палітыка ахалоджвання

source: System display language has been changed.
be: Сістэмная мова адлюстравання была змененая.

source: System display language has been changed. You must restart Windows for the changes to take effect.
be: Сістэмная мова адлюстравання была змененая. Вы павінны перазапусціць Windows для таго, каб змены набылі сілу.

# System does not support hibernation
source: System does not support hibernation\n
be: Сістэма не падтрымлівае гібернацыю\n

source: System error memory dump files
be: Файлы адбітка памяці сістэмных памылак

source: System error minidump files
be: Файлы мініадбітка сістэмных памылак

source: System file
be: Сістэмны файл

source: System information:
be: Сістэмная інфармацыя

source: System locale has been changed.
be: Сістэмная лакалізацыя была змененая.

source: System locale has been changed. You must restart Windows for the changes to take effect.
be: Сістэмная лакаль была змененая. Вы павінны перазапусціць Windows для таго, каб змены набылі сілу.

source: System power plan
be: Сістэмны план сілкавання

source: System properties
be: Уласцівасці сістэмы

source: System protection
be: Абарона сістэмы

source: System rating is not available
be: Ацэнка сістэмы недаступна

source: System type:
be: Тып сістэмы:

source: System unattended sleep timeout
be: Час самотнага засынання сістэмы

source: System%0
be: Сістэма%0

source: System,
be: сістэмны,

# System
source: System\r\n
be: Сістэма\r\n

source: T&arget:
be: Элемент:

source: T&oolbar
be: Паліца інструментаў

source: T&otal:
be: Усяго:

source: T&ry Again
be: Паўтарыць

source: T&urn off
be: Уключыць

source: T&urn on
be: Уключыць

source: TB
be: ТБ

source: TCP/IP Address
be: TCP/IP-адрас

source: TCP/IP DNS Server
be: DNS-сэрвер TCP/IP

source: TCP/IP Domain Suffix
be: Суфікс дамена TCP/IP

source: TCP/IP Gateway Address
be: Адрас шлюза TCP/IP

source: TCP/IP WINS Server
be: WINS-сэрвер TCP/IP

source: TIFF image
be: TIFF-выява

source: TS session
be: Сесія TS

source: TTY TTD phone
be: Тэлефон TTY TTD

source: TTY/TTD phone
be: TTY/TTD тэлефон

source: TV
be: ТБ

source: TV credits
be: ТБ-спіс удзельнікаў

source: TV network affiliation
be: Прыналежнасць сетцы ТБ

source: Tab1
be: Устаўка1

source: Tablet PC Settings
be: Налады Tablet PC

source: Tabs
be: Устаўкі

source: Tag
be: пускальнік

source: Tag Contact
be: Навесіць цэтлік на кантакт

source: Tags
be: Цэтлікі

source: Tajik
be: Таджыкская

source: Take no action
be: Не выконваць ніякіх дзеянняў

source: Take quick notes with Sticky Notes
be: Рабіце хуткія нататкі праз "Ліпкія нататкі"

source: Take speech tutorials
be: Атрымаць гаворкавыя падручнікі

source: Taking actions...
be: Выконваюцца дзеянні...

source: Tamil
be: Тамільская

source: Target location:
be: Размяшчэнне:

source: Target state is %4.
be: Мэтавы стан: %4.

source: Target type:
be: Тып элемента:

source: Target:
be: Элемент:

source: Task
be: Задача

source: Task Manager
be: Кіраўнік задач

# Task Manager &Help Topics F1
source: Task Manager &Help Topics\tF1
be: Тэмы даведкі кіраўніка задач\tF1

source: Task Manager Warning
be: Папярэджанне кіраўніка задач

source: Task Manager has been disabled by your administrator.
be: Кіраўнік задач быў выключаны вашым адміністратарам.

source: Task Manager is minimized when a SwitchTo operation is performed
be: Кіраўнік задач згортваецца падчас выканання аперацыі "Пераключыцца"

source: Task Manager remains in front of all other windows unless minimized
be: Кіраўнік задач застаецца па-над усімі вокнамі, калі не згорнуты

source: Task Scheduler
be: Планавальнік задач

source: Task Switcher
be: Пераключальнік задач

source: Task owner
be: Уладальнік задачы

source: Task pane
be: Панэль задач

source: Task status
be: Стан задачы

source: Taskbar
be: Паліца задач

source: Taskbar &buttons:
be: Кнопкі паліцы задач:

source: Taskbar and Start Menu
be: Паліца задач і Пачатковае меню

source: Taskbar and Start Menu Properties
be: Уласцівасці паліцы задач і Пачатковага меню

source: Taskbar appearance
be: Вонкавы выгляд паліцы задач

source: Tasks
be: Задачы

source: Tasks: %d
be: Задач: %d

source: Tatar
be: Татарская

source: Taupe
be: Руда-сівы

source: Tbps
be: Тбіт/с

source: Te&xt Labels
be: Тэкставыя цэтлікі

source: Te&xt size
be: Памер тэксту

source: Teal
be: Марской хвалі

source: Techno
be: Тэхна

source: Telex
be: Тэлекс

source: Tell a friend
be: Паведаміць сябру

source: Tell if an RSS feed is available on a website
be: Казаць, калі навіны RSS даступныя на сайце

source: Tell me if &Internet Explorer is not the default web browser.
be: Казаць мне, калі Internet Explorer не з'яўляецца стандартным аглядальнікам сеціва.

source: Tell me more
be: Распавядзіце больш

source: Tell me more about homegroups
be: Распавядзіце больш пра хатнія групы

source: Telnet Server Administration
be: Адміністраванне сэрвера Telnet

source: Telugu
be: Тэлугу

source: Template
be: Шаблон

source: Templates
be: Шаблоны

source: Temporarily inactivate the selected connection so that it cannot be used.
be: Часова дэактываваць вылучанае злучэнне, каб ім нельга было карыстацца.

source: Temporarily view the desktop when you move your mouse to the Show desktop button at end of the taskbar.
be: Часовы прагляд стальніцы падчас навядзення паказальніка на кнопку "Паказаць стальніцу" напрыканцы паліцы задач.

source: Temporary Burn Folder
be: Часовы каталог прапальвання

source: Temporary Folder
be: Часовы каталог

source: Temporary IPv6 Address
be: Часовы IPv6-адрас

source: Temporary Internet Files and History Settings
be: Часовыя сеціўныя файлы і налады гісторыі

source: Tentative
be: Пробны

source: Terminal Services Options
be: Налады службаў тэрміналаў

source: Termination
be: Выключэнне

source: Test Mode
be: Тэставы рэжым

source: Text
be: Тэкст

source: Text Document
be: Тэкставы дакумент

source: Text Document - MS-DOS Format\nText Documents - MS-DOS Format (*.txt)\n*.txt\nMS-DOS Text Document
be: Тэкставы дакумент - Фармат MS-DOS\nТэкставыя дакументы - Фармат MS-DOS (*.txt)\n*.txt\nТэкставы дакумент MS-DOS

# Text Document Text Documents (*.txt) *.txt Text Document
source: Text Document\nText Documents (*.txt)\n*.txt\nText Document
be: Тэкставы дакумент\nТэкставыя дакументы (*.txt)\n*.txt\nТэкставы дакумент

source: Text Documents (*.txt)
be: Тэкставыя дакументы (*.txt)

source: Text Files;*.txt;All Files;*.*;;
be: Тэкставыя файлы;*.txt;Усе файлы;*.*;;

source: Text Select
be: Вылучэнне тэксту

source: Text Services and Input Language
be: Тэкставыя службы і мова ўводу

source: Text Services and Input Languages
be: Тэкставыя службы і мовы ўводу

source: Text Tools
be: Тэкставыя інструменты

source: Text messages
be: Тэкставыя паведамленні

source: Textures
be: Тэкстуры

source: Thai
be: Тайская

source: Thai Kedmanee
be: Тайская Kedmanee

source: Thai Kedmanee (non-ShiftLock)
be: Тайская Kedmanee (без ShiftLock)

source: Thai Pattachote
be: Тайская Pattachote

source: Thai Pattachote (non-ShiftLock)
be: Тайская Pattachote (без ShiftLock)

source: Thank you for participating in the beta program. This beta version has expired.\n\nTo install an updated version, go online to the <a href="http://go.microsoft.com/fwlink/?LinkId=55273">Microsoft Download Center</a>
be: Дзякуй вам за ўдзел ў бэта-тэставанні праграмы. Тэрмін дзеяння гэтай бэта-версіі выйшаў. Каб ўсталяваць новую версію, наведайце сайт <a href="http://go.microsoft.com/fwlink/?LinkId=55273">Цэнтр спамповак Microsoft</a>

source: Thank you for participating in the beta program. This beta version has expired.\n\nTo install an updated version, go online to the <a href=\
be: Мы шчыра ўдзячныя вам за ўдзельніцтва ў бэта-тэставанні праграмы. Тэрмін дзеяння бэта-версіі скончыўся. Каб ўсталяваць новую версію, наведайце вэб сайт <a href=\

# The %% file is too large for Notepad. Use another editor to edit the file.
source: The %% file is too large for Notepad.\n\nUse another editor to edit the file.
be: Файл %% надта вялікі для Нататніка

source: The %1!ls! gadget cannot be loaded because it is configured incorrectly. The element "permissions" has an unsupported value. Please contact the developer for more information.
be: Гаджэт ''%1!ls!'' не можа быць заладаваны, бо ён няправільна сканфігураваны. Элемент "дазволы" мае непадтрыманае значэнне. Калі ласка, звяжыцеся з распрацоўнікам для дадатковай інфармацыі.

source: The %2!s!
be: %2!s!

source: The %2!s! folder could not be found. Right-click the %2!s! icon, click Properties, and then check that the path to your target folder location is correct.
be: Каталог '%2!s!' не знойдзены. Праверце ва ўласцівасцях значка '%2!s!', ці правільна азначаны шлях да мэтавага каталога

source: The %3!ls!
be: Каталог %3!ls!

source: The %3!ls! folder does not exist. The file might have been moved or deleted.\n\nDo you want to create it?
be: Каталог %3!ls! не існуе. Магчыма, файл выдалены ці перамешчаны.\n\nЖадаеце стварыць каталог?

source: The %WINDOWS_LONG% operating system and its user interface are protected by trademark and other pending or existing intellectual property rights in the United States and other countries.
be: Аперацыйная сістэма %WINDOWS_LONG% і яе карыстальніцкі інтэрфэйс абароненыя законамі аб таварных знаках і інтэлектуальнай уласнасці ў ЗША і іншых краінах.

source: The %s device is critical to the operation of the computer and cannot be disabled.
be: Прылада %s з'яўляецца крытычна неабходнай для працы камп'ютара і не можа быць выключаная.

source: The %s file, which contains the '%s' cursor, is either missing or corrupt.
be: Файл %s, які змяшчае паказальнік '%s', ёсць страчаным ці пашкоджаным.

# The %s service failed the logon. %s
source: The %s service failed the logon.\n\n%s
be: Служба "%s" не дала ўвайсці.\n\n%s

source: The %s toolbar isn't compatible with this version of Windows
be: Паліца інструментаў %s несумяшчальная з гэтай версіяй Windows

source: The &settings for the current user, welcome screen (system accounts) and new user accounts are displayed below.
be: Ніжэй адлюстраваныя налады дзейнага карыстальніка, экрана вітання (сістэмных рахункаў) і новых рахункаў карыстальнікаў.

source: The '%s' device is not removable and cannot be ejected or unplugged.
be: Прылада '%s' не ёсць вымальнай і не можа быць вынятая ці адключаная.

source: The '%s' font is already installed. Do you want to replace it?
be: Шрыфт '%s' ужо ўсталяваны. Замяніць яго?

source: The 'Copies' value cannot be empty and must be a positive value.
be: Колькасць копіяў не можа адсутнічаць і павінна быць дадатным лікам.

source: The 'From' value cannot be empty and must be a positive value.
be: Нумар пачатковай старонкі не можа адсутнічаць і павінен быць дадатным лікам.

source: The 'From' value cannot be greater than the 'To' value.
be: Нумар пачатковай старонкі не можа перавышаць нумар канцавой старонкі.

source: The 'To' value cannot be empty and must be a positive value.
be: Нумар канцавой старонкі не можа адсутнічаць і павінен быць дадатным лікам.

source: The APPS.INF file is incomplete.\nCopy the APPS.INF file from your Windows Setup disks into your Windows INF folder.
be: Файл APPS.INF незавершаны.\nСкапіюйце яго з вашых кружэлак усталявання Windows у каталог Windows INF.

source: The Audio Service is not running.
be: Аўдыяслужба не запушчаная.

source: The Backup program is not installed on your computer.
be: Праграма рэзервавання дадзеных не ўсталяваная на вашым камп'ютары.

source: The Backup program is not installed on your computer. To install it, double-click the Add or Remove Programs icon in Control Panel, and then follow the instructions on your screen.
be: Праграма рэзервавання дадзеных не ўсталяваная на вашым камп'ютары. Каб усталяваць яе, у панэлі кіравання абярыце 'Даданне і выдаленне праграм', а затым кіруйцеся інструкцыямі на экране.

source: The CD or DVD burner didnt start properly.
be: Прапальваючы кружэльнік не запусціўся належным чынам.

source: The CD or DVD burner didnt start properly. Make sure that the CD or DVD burner is connected properly, and then try again.
be: Прапальваючы кружэльнік не запусціўся належным чынам. Пераканайцеся, што ён падключаны як след і паўтарыце спробу.

source: The CD or DVD burner didnвЂ™t start properly.
be: Прапальвальны кружэльнік не запусціўся належным чынам.

source: The CD or DVD burner didnвЂ™t start properly. Make sure that the CD or DVD burner is connected properly, and then try again.
be: Прапальвальны кружэльнік не запусціўся належным чынам. Пераканайцеся, што ён падключаны як след і паўтарыце спробу.

source: The CD or DVD burner didn’t start properly.
be: Прапальвальны кружэльнік не запусціўся належным чынам.

source: The CD or DVD burner didn’t start properly. Make sure that the CD or DVD burner is connected properly, and then try again.
be: Прапальвальны кружэльнік не запусціўся належным чынам. Пераканайцеся, што ён падключаны як след і паўтарыце спробу.

source: The CD or DVD burner is still recognizing the disc.
be: Запісваючы кружэльнік распазнае кружэлку.

source: The CD or DVD burner is still recognizing the disc. Please wait a few seconds, and then try burning again. If the problem continues, replace the recordable disc with another one, and then try again.
be: Запісваючы кружэльнік распазнае кружэлку. Калі ласка, пачакайце некалькі секунд і паспрабуйце прапальванне зноў. Калі праблема паўтараецца, замяніце кружэлку і паспрабуйце зноў.

source: The Cabinet File Viewer requires the missing file CABINET.DLL.
be: Праглядальнік CAB-файлаў патрабуе страчанага cabinet.dll.

source: The Cursor Scheme name you selected is already in use. Do you want to replace the original scheme?
be: Паказальнікавая схема, якую вы абралі, ужо скарыстаная. Замяніць зыходную схему?

source: The Customer Experience Improvement Program collected information about your computer to help solve problems with Windows.
be: Праграма ўдасканальвання праз досвед кліента збірае інфармацыю пра ваш камп'ютар, каб дапамагчы вырашыць праблемы з Windows.

source: The DNS Resolver Cache has been successfully flushed.
be: Кэш DNS-вырашальніка быў паспяхова ачышчаны.

source: The Disk Defragmenter is not installed on your computer.
be: Праграма дэфрагментацыі дыска не ўсталяваная на вашым камп'ютары.

source: The Disk Defragmenter is not installed on your computer. To install it, double-click the Add or Remove Programs icon in Control Panel, click the Install/Uninstall tab, and then follow the instructions on your screen.
be: Праграма дэфрагментацыі дыска не ўсталяваная на вашым камп'ютары. Каб усталяваць яе, у панэлі кіравання абярыце 'Даданне і выдаленне праграм', пстрыкніце па ўкладцы Усталяваць/Выдаліць, а затым кіруйцеся інструкцыямі на экране.

source: The FTP server provided the following message:
be: FTP-сэрвер даставіў наступнае паведамленне:

source: The File Sharing wizard can't share system folders.
be: Майстар абагульвання файлаў не можа абагуліць сістэмныя каталогі.

source: The File Sharing wizard can't share the root of a drive.
be: Майстар абагульвання файлаў не можа абагуліць корань дыска.

source: The Guest account is logged on. Before you can turn off the Guest account, you must switch to the Guest account and log it off.
be: У рахунак госця ўвайшлі. Перш чым вы выключыце яго, вы павінны пераключыцца на гэты рахунак і выйсці з яго.

source: The Guide could not be downloaded.
be: Даведнік не можа быць спампаваны.

source: The Guide could not be downloaded. For more information, right click the Windows Media Center system tray icon and open the Windows Media Center Update Log.
be: Даведнік не можа быць спампаваны. Каб даведацца больш, пстрыкніце правай клавішай іконку WMCenter у сістэмным латку і адчыніце WMCenter Update Log.

source: The IP Address has been successfully renewed.
be: IP-адрас паспяхова ўзноўлены.

source: The Internet
be: Сеціва

source: The Internet Connection Sharing computer is not configured to let network users control or disable the shared Internet connection.\n\nThis setting can be changed in the Advanced Properties of the shared connection on the Internet Connection Sharing computer.
be: Камп'ютар з абагульваннем злучэння з сецівам не наладжаны, каб карыстальнікі маглі кіраваць ці змяняць злучэнне з сецівам.\n\nГэтая налада можа быць змененая ў дадатковых уласцівасцях абагуленага злучэння на камп'ютары з абагульваннем злучэння з сецівам.

source: The Minimize button is not available on the language bar that is attached to a remote program (TS RemoteApp).
be: Кнопка "Згарнуць" недаступная на моўнай паліцы, якая прычэпленая да аддаленае праграмы (аддаленая App TS).

source: The Network Bridge cannot be configured while other network connection property sheets are open.
be: Сеткавы мост не можа быць наладжаны, пакуль адчыненыя старонкі ўласцівасцяў іншых сеткавых злучэнняў.

source: The Network Connections Folder was unable to retrieve the list of Network adapters on your machine.\nPlease make sure that the Network Connections service is enabled and running.
be: Каталог сеткавых злучэнняў не можа атрымаць спіс сеткавых адаптараў вашага камп'ютара.\nКалі ласка, пераканайцеся, што служба сеткавых злучэнняў уключаная і працуе.

source: The Network Connections Folder was unable to retrieve the list of Network adapters on your machine.\r\nPlease make sure that the Network Connections service is enabled and running.
be: Каталог сеткавых злучэнняў не можа атрымаць спіс сеткавых адаптараў вашага камп'ютара.\r\nКалі ласка, пераканайцеся, што служба сеткавых злучэнняў уключаная і працуе.

source: The Networking tab collects data even if it is not selected.
be: Устаўка "Сеткавая праца" збірае звесткі, нават калі не абраная.

source: The OEM background %1 was loaded but its aspect ratio does not match the primary display resolution %2 x %3.
be: OEM-фон %1 заладаваны, але яго суадносіны не адпавядаюць разронасці асноўнага экрана %2 x %3.

source: The OEM background %1 was loaded but its aspect ratio does not match the primary display resolution %2 x %3.\r\n
be: OEM-фон %1 заладаваны, але яго суадносіны не адпавядаюць разронасці асноўнага экрана %2 x %3.\r\n

source: The OEM background %1 was not loaded because the file is larger than %2 bytes.
be: OEM-фон %1 не быў заладаваны, бо файл большы за %2 байтаў.

# The OEM background %1 was not loaded because the file is larger than %2 bytes.
source: The OEM background %1 was not loaded because the file is larger than %2 bytes.\r\n
be: OEM-фон %1 не быў заладаваны, бо файл большы за %2 байтаў.\r\n

source: The OEM background could not be loaded for resolution %2 x %3.
be: OEM-фон немагчыма заладаваць для разронасці %2 x %3.

source: The OEM background could not be loaded for resolution %2 x %3. Details: %1
be: OEM-фон немагчыма заладаваць для разронасці %2 x %3. Дэталі: %1

# The OEM background could not be loaded for resolution %2 x %3. Details: %1
source: The OEM background could not be loaded for resolution %2 x %3. Details: %1\r\n
be: OEM-фон немагчыма заладаваць для разронасці %2 x %3. Дэталі: %1\r\n

source: The RUNAS command is not supported.
be: Загад RUNAS не падтрымліваецца.

source: The Recycle Bin contains files you have deleted from your computer.
be: Сметніца змяшчае файлы, якія вы выдалілі з камп'ютара.

source: The Recycle Bin contains files you have deleted from your computer. These files are not permanently removed until you empty the Recycle Bin.
be: Сметніца змяшчае файлы, якія вы выдалілі з камп'ютара. Гэтыя файлы не будуць знішчаныя, пакуль вы не ачысціце сметніцу.

source: The Recycle Bin on %1!ls!
be: Сметніца на %1!ls!

source: The Recycle Bin on %1!ls! is corrupted. Do you want to empty the Recycle Bin for this drive?
be: Сметніца на %1!ls! пашкоджаная. Ачысціць сметніцу гэтага дыска?

source: The Search Connector could not be created.
be: Злучальнік пошуку немагчыма стварыць.

source: The Startup Key File was not found on the disk in drive A:.
be: Ключавы дыск запуску не знойдзены ў дыскаводзе A:.

source: The Startup Key File was not found on the disk in drive A:. Please insert the correct disk.
be: Ключавы дыск запуску не знойдзены ў дыскаводзе A:. Калі ласка, устаўце правільны дыск.

source: The User name or old password is incorrect.
be: Імя карыстальніка ці стары пароль няправільныя.

source: The User name or old password is incorrect. Letters in passwords must be typed using the correct case.
be: Імя карыстальніка ці стары пароль няправільныя. Літары ў паролях павінны быць выкарыстаныя ў правільным рэгістры.

source: The Welcome screen is where you log on to Windows.
be: Экран вітання - вакно ўваходу ў Windows.

source: The Welcome screen shows the names of everyone with a user account for this computer. This screen appears when you start the computer or switch users.
be: Экран вітання паказвае імёны ўсіх, хто мае рахункі на гэтым камп'ютары. Гэты экран з'яўляецца, калі вы запускаеце камп'ютар ці пераключаеце карыстальнікаў.

source: The Windows Boot Configuration Data file does not contain a valid OS entry.
be: Файл звестак канфігурацыі запуску Windows не змяшчае дапушчальны запіс АС.

source: The Windows Boot Configuration Data file is missing required information.
be: У файле звестак канфігурацыі запуску Windows страчаная неабходная інфармацыя.
